[
  {
    "imageSrc": "user-2.png",
    "name": "Freya Larsson",
    "handle": "itsfreya",
    "feedback": "BizBuddy has been a game-changer for me. I've been using it for two months now and seeing sales pop up in real-time is super satisfying."
  },
  {
    "imageSrc": "user-1.png",
    "name": "Kai Durant",
    "handle": "kdurant_",
    "feedback": "BizBuddy’s been paying off for our SaaS. Nice to have simple way to see how we're doing day-to-day. Definitely makes our lives easier."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Elena Hayes",
    "handle": "elenahworks",
    "feedback": "The simplicity and insights BizBuddy offers are unmatched. It’s like having an extra team member tracking our progress!"
  },
  {
    "imageSrc": "user-1.png",
    "name": "Dylan Carter",
    "handle": "dylancarter90",
    "feedback": "Absolutely love BizBuddy. It’s so intuitive and has made monitoring our business metrics so much easier."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Mia Johansson",
    "handle": "mia_jojo",
    "feedback": "Tracking my small business’s performance has never been easier. BizBuddy saves me hours every week!"
  },
  {
    "imageSrc": "user-1.png",
    "name": "Liam Patel",
    "handle": "liamtechie",
    "feedback": "BizBuddy is my go-to for staying on top of things. It keeps everything organized and efficient."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Sophia Lee",
    "handle": "slee_biz",
    "feedback": "Running my online store used to be overwhelming, but BizBuddy’s insights have simplified everything."
  },
  {
    "imageSrc": "user-1.png",
    "name": "Noah Singh",
    "handle": "noahbuilder",
    "feedback": "I can’t recommend BizBuddy enough. It’s like having a personal assistant for my business."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Emma Cooper",
    "handle": "emmakcoops",
    "feedback": "BizBuddy has been incredibly helpful for managing our startup’s growth. Simple, yet so powerful."
  },
  {
    "imageSrc": "user-1.png",
    "name": "Lucas Martin",
    "handle": "lucmartin",
    "feedback": "We’ve seen noticeable improvements in our day-to-day operations thanks to BizBuddy."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Ava Ramirez",
    "handle": "avabuilds",
    "feedback": "BizBuddy’s real-time updates are a blessing. I can stay updated without being overwhelmed."
  },
  {
    "imageSrc": "user-1.png",
    "name": "Ethan Turner",
    "handle": "ethantrn",
    "feedback": "As someone who values efficiency, BizBuddy delivers exactly what I need. Highly recommended!"
  },
  {
    "imageSrc": "user-2.png",
    "name": "Isabella Moore",
    "handle": "bella.more",
    "feedback": "BizBuddy has made monitoring sales and trends incredibly straightforward. I’m thrilled with it."
  },
  {
    "imageSrc": "user-1.png",
    "name": "James Walker",
    "handle": "jamesbizman",
    "feedback": "I didn’t realize how much I needed BizBuddy until I started using it. It’s fantastic."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Lily Adams",
    "handle": "lilyadams92",
    "feedback": "BizBuddy has been a life-saver for my boutique. The insights it provides are invaluable."
  },
  {
    "imageSrc": "user-1.png",
    "name": "Oliver Scott",
    "handle": "oscottbiz",
    "feedback": "Real-time analytics that are easy to understand—BizBuddy is a must for any business."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Chloe Bennett",
    "handle": "chloebennett",
    "feedback": "From metrics to trends, BizBuddy makes everything so much simpler. Love it!"
  },
  {
    "imageSrc": "user-1.png",
    "name": "Benjamin Wright",
    "handle": "benwright",
    "feedback": "BizBuddy’s ease of use and reliability have made it an integral part of our operations."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Grace Evans",
    "handle": "graceevans99",
    "feedback": "BizBuddy is the best tool I’ve found for managing my business. Highly recommended!"
  },
  {
    "imageSrc": "user-1.png",
    "name": "Henry Foster",
    "handle": "henryfoster",
    "feedback": "It’s amazing how much BizBuddy has helped our team streamline processes and stay organized."
  },
  {
    "imageSrc": "user-2.png",
    "name": "Emily Green",
    "handle": "emgreenbiz",
    "feedback": "Using BizBuddy has been a game-changer for tracking key metrics and improving our strategy."
  },
  {
    "imageSrc": "user-1.png",
    "name": "Jack Morgan",
    "handle": "jackinbiz",
    "feedback": "BizBuddy combines simplicity and functionality in the best way. Can’t imagine business without it."
  }
]
